# - *- coding: utf-8 - *-

about_bot = '''Я госудасртвенный бот поддержки граждан. Могу вам помочь с ЦОН и услугами.'''
about_KYY = '''KYY(Kaiserreich of Yin und Yang) 1955г.
•Глава страны: Łukasz Tshipenchko.
•Территория: Gogentsolern Castl.
•Идеология: конституционная монархия.
•Валюта: Евро; Биткоин.
•Для просмотра подробно информации обратитесь ко мне.
•Пожалуста винаметльно ознакомтесь с Конституцией нашей страны.'''
konst1 = '''1.	Кайзерская Империя "Инь и Янь" (Kaiserreich von Yin und Yang) является либеральным, виртуальным, рационалистическим и конституционно-монархическим обществом.
2.	Сообщество имеет дуалистическую форму государственного строя, где власть концентрируется у Кайзера и Канцлера, а парламент имеет лишь право предложения реформ.
3.	Кайзер фактический являясь владельцем сообщества, на практике же основную исполнительную роль играет Канцлер, но они обе не имеют влияния друг на друга.
4.	Все реформы проходят одобрение в рейхстаге. Все органы правительства имеют право предложить реформу, а одобряет его Кайзер, а исполняет Канцлер. По этой причине, Кайзер лишь имеет власть над правительством, сообществом, а Канцлер занимается бюрократией.
'''
konst2 = """Временно на этапе разработки"""
konst3 = """Временно на этапе разработки"""
konst4 = """Временно на этапе разработки"""