# - *- coding: utf-8 - *-
import config
about_bot = '''Я госудасртвенный бот поддержки граждан. Могу вам помочь с ЦОН и услугами.'''
registration = '''Здравстуй, {name}! Вижу ты у нас впервые
Мы создали для вас удостоверение, подробнее - /passport
Для повышение статуса, обращайтесь к [администратору](tg://user?id=''' + config.admin_id + '''})'''
about_KYY = '''KYY(Kaiserreich of Yin und Yang) 1955г.
•Глава страны: Łukasz Tshipenchko.
•Территория: Gogentsolern Castl.
•Идеология: конституционная монархия.
•Валюта: Евро; Биткоин.
•Для просмотра подробно информации обратитесь ко мне.
•Пожалуста винаметльно ознакомтесь с Конституцией нашей страны.'''
konst = '''Выберите раздел Конституции в меню ниже:
Раздел I. Госудаство
Раздел II. Гражданкий кодекс
Раздел III. Уголовно-админестративный кодекс
Раздел IV. Суды и правосудие'''
konst1 = '''1.	Кайзерская Империя "Инь и Янь" (Kaiserreich von Yin und Yang) является либеральным, виртуальным, рационалистическим и конституционно-монархическим обществом.
2.	Сообщество имеет дуалистическую форму государственного строя, где власть концентрируется у Кайзера и Канцлера, а парламент имеет лишь право предложения реформ.
3.	Кайзер фактический являясь владельцем сообщества, на практике же основную исполнительную роль играет Канцлер, но они обе не имеют влияния друг на друга.
4.	Все реформы проходят одобрение в рейхстаге. Все органы правительства имеют право предложить реформу, а одобряет его Кайзер, а исполняет Канцлер. По этой причине, Кайзер лишь имеет власть над правительством, сообществом, а Канцлер занимается бюрократией.
'''
konst2 = """ВНИМАНИЕ! Если нарушитель повторит своё нарушение, то наказание усилится получит +1 УН. На пример, если кто-то получит 1 УН, нарушив 2-ю статью, то за повторение нарушения, получит 2 УН. Если нарушение было сделано не умышленно, то наказание смягчается на 2 УН.
1.	Каждый имеет право выразить своё мнение, и каждый кто ущемит это право, получит 2 УН.
2.	Не сохранение авторских прав, а именно цитирование идей, цитат, выдавая её за свою, не упоминая автора, влечёт наказание в 2 УН.
3.	Оскорбление не в развлекательных, дискриминация в том числе, целях влечёт наказание в 3 УН.
4.	Распространение идей которые противоречат идеологии КУУ 
5.	категорический запрещается. 4 УН.
6.	Каждый имеет право любить, интересоваться и иметь отношения сразу с несколькими гражданскими лицами.
7.	Каждый человек имеет право, и вообще обязан отказать, отшить Канцлера. Каждый кто не отошёт ему получит 1 УН.
"""
konst3 = """Временно на этапе разработки"""
konst4 = """Временно на этапе разработки"""
or_inf = """Временно на этапе разработки"""
con = """Выберите дейсвтие которое хотите совершить"""
passport = """Паспорт гражданина KYY
id: {id}
Полное имя: {first} {last}
Псевдоним: {alias}
Уровень статуса: {status}
Очки Репутации: {rp}
Баланс: {balance}"""
